Repository: answermk/SafeRepoandbackend
Catalog: lib/l10n/app_*.arb
Languages: fr, rw

source: Save Language
fr: Enregistrer la Langue
rw: Bika Ururimi

# nearbyIncidentsTitle
source: Nearby Incidents
fr: Incidents à Proximité
rw: Ibyabaye Hafi

source: Map View
fr: Vue Carte
rw: Reba Ikarti

source: Radius
fr: Rayon
rw: Ubugari

source: Time Filter
fr: Filtre Temporel
rw: Akayunguruzo k'Igihe

# minAgo
source: {minutes} min ago
fr: il y a {minutes} min
rw: iminota {minutes} ishize

# hourAgo
source: {hours} hour ago
fr: il y a {hours} heure
rw: isaha {hours} ishize

# hoursAgoPlural
source: {hours} hours ago
fr: il y a {hours} heures
rw: amasaha {hours} ashize

source: Distance
rw: Intera

source: Severity
fr: Gravité
rw: Ubukana

source: Low
fr: Faible
rw: Ntacyo

source: High
fr: Élevé
rw: Cane

# aRealTimeCrimePreventionPlatform
source: A Real-Time Crime Prevention Platform uses smart technology to detect and respond to crime instantly, helping keep communities safe through quick alerts and data-driven actions.
fr: Une Plateforme de Prévention de la Criminalité en Temps Réel utilise une technologie intelligente pour détecter et répondre à la criminalité instantanément, aidant à garder les communautés en sécurité grâce à des alertes rapides et des actions basées sur les données.
rw: Urubuga rwo Kwirinda Ubucuruzi mu Gihugu rukoresha ikoranabuhanga rikomeye kugira ngo rukure ibyago no kuyitabira vuba, rufasha abaturage kuguma batari mu kaga hakoreshejwe amakuru n'ingamba zihuse.

source: Get Started
fr: Commencer
rw: Tangira

# loginSuccessful
source: Login successful! Welcome to SafeReport
fr: Connexion réussie! Bienvenue sur SafeReport
rw: Winjiriye neza! Murakaza neza kuri SafeReport

# invalidEmailOrPassword
source: Invalid email or password. Try sample credentials.
fr: E-mail ou mot de passe invalide. Essayez les identifiants d'exemple.
rw: Imeyili cyangwa ijambobanga si byo. Gerageza amakuru yo kugerageza.

source: Please enter both email and password
fr: Veuillez entrer l'e-mail et le mot de passe
rw: Nyamuneka andika imeyili n'ijambobanga

# connectionError
source: Connection error: {error}
fr: Erreur de connexion: {error}
rw: Ikosa mu guhuza: {error}

# accountCreatedSuccessfully
source: Account created successfully! Please sign in.
fr: Compte créé avec succès! Veuillez vous connecter.
rw: Konti yakozwe neza! Nyamuneka winjire.

source: Unknown
fr: Inconnu
rw: Kitazwi

# photosAdded
source: {count} photo(s) added
fr: {count} photo(s) ajoutée(s)
rw: {count} ifoto yongeweho

# videosAdded
source: {count} video(s) added
fr: {count} vidéo(s) ajoutée(s)
rw: {count} videwo yongeweho

# audiosAdded
source: {count} audio(s) added
fr: {count} audio(s) ajouté(s)
rw: {count} amajwi yongeweho

# activeAlertsInYourArea
source: {count} active alerts in your area
fr: {count} alertes actives dans votre région
rw: {count} amakuru akora mu karere kawe

source: View Groups
fr: Voir les Groupes
rw: Reba Amatsinda

source: Call for help
fr: Appeler à l'aide
rw: Hamagara ubufasha

source: Submit Incident
fr: Soumettre un Incident
rw: Ohereza Ikintu

source: View contributions
fr: Voir les contributions
rw: Reba inkunga

source: Safety tips
fr: Conseils de sécurité
rw: Inama z'umutekano

source: Home
fr: Accueil
rw: Ahabanza

# managePreferencesSubtitle
source: Manage your preferences
fr: Gérez vos préférences
rw: Tunganya ibyo uhitamo

source: Quick Access
fr: Accès rapide
rw: Kwinjira byihuse

source: Pending reports
fr: Rapports en attente
rw: Raporo zitegereje

source: View stats
fr: Voir les statistiques
rw: Reba imibare

# accessibilityCardTitle
source: Accessibility
fr: Accessibilité
rw: Ubushobozi

source: Font & display
fr: Police et affichage
rw: Inyuguti n’imigaragarire

# securitySettingsTitle
source: Security Settings
fr: Paramètres de sécurité
rw: Igenamiterere ry’umutekano

# lastChangedDaysAgo
source: Last changed {days} days ago
fr: Dernier changement il y a {days} jours
rw: Byahinduwe hashize iminsi {days}

source: Never changed
fr: Jamais modifié
rw: Ntabwo ryahindutse

# twoFactorAuth
source: Two-Factor Authentication
fr: Authentification à deux facteurs
rw: Uburyo bwo kwinjira bubiri

# addExtraSecurity
source: Add extra security to your account
fr: Ajoutez une sécurité supplémentaire à votre compte
rw: Ongeraho umutekano wiyongereye ku kaunti yawe

# useFingerprint
source: Use fingerprint or face ID
fr: Utiliser l’empreinte ou la reconnaissance faciale
rw: Koresha igikumwe cyangwa isura

# notificationsPreferencesTitle
source: Notifications Preferences
fr: Préférences de notifications
rw: Igenamiterere ry’amakuru

# pushNotificationsLabel
source: Push Notifications
fr: Notifications push
rw: Amakuru asunika

# pushNotificationsSubtitle
source: Report updates and alerts
fr: Mises à jour de rapports et alertes
rw: Amakuru ya raporo n’alarme

# emailUpdatesLabel
source: Email Updates
fr: Mises à jour par email
rw: Amakuru yo kuri email

# emailUpdatesSubtitle
source: Weekly community summary
fr: Résumé hebdomadaire de la communauté
rw: Incamake y’icyumweru y’umuryango

# watchGroupAlertsLabel
source: Watch Group Alerts
fr: Alertes des groupes de vigilance
rw: Amakuru y’amatsinda yo gucungira umutekano

# watchGroupAlertsSubtitle
source: Messages from your groups
fr: Messages de vos groupes
rw: Ubutumwa buva mu matsinda yawe

# privacySettingsTitle
source: Privacy Settings
fr: Paramètres de confidentialité
rw: Igenamiterere ry’ibanga

# defaultAnonymousModeLabel
source: Default Anonymous Mode
fr: Mode anonyme par défaut
rw: Uburyo bw’ibanga bwa default

# defaultAnonymousModeSubtitle
source: Always submit reports anonymously
fr: Toujours envoyer les rapports anonymement
rw: Bohereza raporo mu ibanga buri gihe

# locationSharingLabel
source: Location Sharing
fr: Partage de localisation
rw: Gusangiza aho uherereye

# locationSharingSubtitle
source: Share precise location with reports (Always enabled)
fr: Partager la localisation précise avec les rapports (Toujours activé)
rw: Sangira aho uherereye neza ku raporo (buri gihe bikorwa)

# anonymousGuideTitle
source: Anonymous Reporting Guide
fr: Guide du signalement anonyme
rw: Inyandiko y’uburyo bwo gutanga mu ibanga

# anonymousGuideSubtitle
source: Learn about privacy protections
fr: En savoir plus sur les protections de confidentialité
rw: Menya kurushaho ku bijyanye no kurindwa kw’ibanga

# languagePreferencesTitle
source: Language Preferences
fr: Préférences de langue
rw: Igenamiterere ry’ururimi

# languageChangedTo
source: Language changed to {language}
fr: Langue changée en {language}
rw: Ururimi rwahindutse rukaba {language}

# accessibilitySettingsLinkTitle
source: Accessibility Settings
fr: Paramètres d’accessibilité
rw: Igenamiterere ry’ubushobozi

# accessibilitySettingsLinkSubtitle
source: Adjust font size, contrast, and text-to-speech
fr: Ajuster la taille de police, le contraste et la synthèse vocale
rw: Hindura ingano y’inyuguti, itandukaniro n’amasomo asomwa

source: Save All Settings
fr: Enregistrer tous les paramètres
rw: Bika igenamiterere ryose

# settingsSavedSuccess
source: Settings saved successfully
fr: Paramètres enregistrés avec succès
rw: Igenamiterere ribitswe neza

# anonymousReportingTitle
source: Anonymous Reporting
fr: Signalement anonyme
rw: Gutangira raporo mu ibanga

source: Report Safely
fr: Signaler en toute sécurité
rw: Tanga raporo mu mutekano

# identityProtected
source: Your identity is fully protected
fr: Votre identité est entièrement protégée
rw: Umwirondoro wawe urarinzwe rwose

# whatsHiddenTitle
source: What's Hidden
fr: Ce qui est caché
rw: Ibihishwe

# hiddenName
source: Your name and identity
fr: Votre nom et identité
rw: Izina ryawe n’umwirondoro

# hiddenEmail
source: Email address
fr: Adresse email
rw: Aderesi email

# hiddenPhone
source: Phone number
fr: Numéro de téléphone
rw: Numero ya telefoni

# hiddenAccountId
source: Account ID
fr: ID du compte
rw: ID ya konti

# hiddenPersonalIdentifiers
source: Personal identifiers
fr: Identifiants personnels
rw: Ibiranga umuntu

# whatsSharedTitle
source: What's Still Shared
fr: Ce qui est toujours partagé
rw: Ibisangiwe bikomeza

# sharedLocation
source: Incident location only
fr: Lieu de l’incident uniquement
rw: Aho ibyabaye honyine

# sharedTime
source: Time of report
fr: Heure du rapport
rw: Igihe cya raporo

# sharedDescription
source: Report description
fr: Description du rapport
rw: Ibisobanuro bya raporo

# sharedEvidence
source: Evidence (if provided)
fr: Preuves (si fournies)
rw: Ibimenyetso (niba byatanzwe)

# helpsPolice
source: This information helps police respond effectively without revealing who you are
fr: Ces informations aident la police à répondre efficacement sans révéler qui vous êtes
rw: Aya makuru afasha polisi kugenza neza itagaragaje uwo uri we

# benefitsAnonymousTitle
source: Benefits of Anonymous Reporting
fr: Avantages du signalement anonyme
rw: Inyungu zo gutanga raporo mu ibanga

# benefit1
source: Report without fear of retaliation
fr: Signaler sans peur de représailles
rw: Tanga raporo utikanga kwihimura

# benefit2
source: Protect your personal safety
fr: Protéger votre sécurité personnelle
rw: Rinda umutekano wawe

# benefit3
source: Help your community without exposure
fr: Aider votre communauté sans exposition
rw: Fasha umuryango wawe utagaragaye

# benefit4
source: No follow-up contact unless you choose
fr: Aucun suivi sauf si vous le choisissez
rw: Nta gukurikirana keretse ubishatse

# legalProtectionTitle
source: Legal Protection
fr: Protection juridique
rw: Uburinzi bw’amategeko

# legalProtectionText
source: Anonymous reports are protected by law. Your identity cannot be disclosed without your explicit consent, even under legal proceedings.
fr: Les signalements anonymes sont protégés par la loi. Votre identité ne peut pas être divulguée sans votre consentement explicite, même en cas de procédure légale.
rw: Raporo zitangwa mu ibanga zirindwa n’amategeko. Umwirondoro wawe ntushobora gutangazwa utabyemeye n’iyo haba mu nkiko.

# faqTitle
source: Frequently Asked Questions
fr: Questions fréquemment posées
rw: Ibibazo bikunze kubazwa

# faqQ1
source: Can police trace my report back to me?
fr: La police peut-elle retrouver mon rapport jusqu’à moi ?
rw: Polisi ishobora gukurikirana raporo ikamenya ko ari iyanjye?

# faqA1
source: No. Anonymous reports are encrypted and stored without any identifying information.
fr: Non. Les rapports anonymes sont chiffrés et stockés sans aucune information d’identification.
rw: Oya. Raporo zitangwa mu ibanga zikorwaho ubwirinzi (encryption) kandi ntizirimo ibikuranga.

# faqQ2
source: Can I switch between anonymous and non-anonymous?
fr: Puis-je passer de l’anonymat au non-anonymat ?
rw: Nshobora guhindura hagati yo gutanga mu ibanga no kutabikora?

# faqA2
source: Yes, you can choose for each report whether to submit anonymously or with your information.
fr: Oui, vous pouvez choisir pour chaque rapport de le soumettre anonymement ou avec vos informations.
rw: Yego, ushobora guhitamo kuri buri raporo niba uyitanga mu ibanga cyangwa ugaragaza amakuru yawe.

# faqQ3
source: Will my report be taken less seriously?
fr: Mon rapport sera-t-il pris moins au sérieux ?
rw: Raporo yanjye ishobora kudafatwa nk’iy’ingenzi?

# faqA3
source: No. All reports are investigated equally regardless of anonymity status.
fr: Non. Tous les rapports sont examinés de la même manière, qu’ils soient anonymes ou non.
rw: Oya. Raporo zose ziragenzurwa kimwe n’iyo zatanzwe mu ibanga cyangwa zidatanzwe mu ibanga.

# orText
source: or
fr: ou
rw: cyangwa

source: Continue with Google
fr: Continuer avec Google
rw: Komeza ukoreshe Google

# usernameOptionalLabel
source: Username (Optional)
fr: Nom d’utilisateur (optionnel)
rw: Izina ry’umukoresha (si ngombwa)

# usernameOptionalHint
source: Leave empty to auto-generate from email
fr: Laissez vide pour l’auto-générer depuis l’email
rw: Bireke ubusa, rizikora riturutse kuri email

# phoneNumberLabel
source: Phone Number
fr: Numéro de téléphone
rw: Numero ya telefoni

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
rw: Amagambo y’ibanga ntahura

# phoneRequired
source: Phone number is required
fr: Le numéro de téléphone est requis
rw: Numero ya telefoni irakenewe

# createAccount
source: Create an Account
fr: Créer un compte
rw: Hanga konti

# alreadyHaveAccount
source: Already have an Account?
fr: Vous avez déjà un compte ?
rw: Usanzwe ufite konti?

# signUpTitle
source: Sign Up
fr: Inscription
rw: Iyandikishe

source: Easy Reporting
fr: Signalement facile
rw: Gutangira raporo byoroshye

source: Community Watch
fr: Vigilance communautaire
rw: Kongera ubumwe mu gucunga umutekano

source: Anonymous & Secure
fr: Anonyme et sécurisé
rw: Mu ibanga kandi mu mutekano

source: Emergency Ready
fr: Prêt pour l'urgence
rw: Witeguye ibihe bidasanzwe

# onboardingDescCommon
source: Report suspicious activities instantly with just a few taps. Your safety is our priority
fr: Signalez les activités suspectes en un instant, quelques gestes suffisent. Votre sécurité est notre priorité.
rw: Tanga amakuru ku bikorwa bikekwa mu kanya, mu mashyirahamwe make gusa. Umutekano wawe ni wo twitaho.

source: Skip Tutorial
fr: Passer le tutoriel
rw: Simbuka amasomo

# profileTitle
source: My Profile
fr: Mon profil
rw: Umwirondoro wanjye

# profileSubtitle
source: Manage your personal information
fr: Gérez vos informations personnelles
rw: Tunganya amakuru yawe bwite

# usernameLabel
source: Username
fr: Nom d’utilisateur
rw: Izina ry’umukoresha

# locationLabel
source: Location
fr: Lieu
rw: Aho byabereye

# emergencyContactTitle
source: Emergency Contact
fr: Contact d’urgence
rw: Uwo wahamagara mu gihe cy’ubutabazi

source: Save Changes
fr: Enregistrer les modifications
rw: Bika impinduka

source: Unable to Load Profile
fr: Impossible de charger le profil
rw: Ntibishoboka gupakurura umwirondoro

source: Retry
fr: Réessayer
rw: Ongera ugerageze

source: Go Back
fr: Retour
rw: Subira inyuma

source: Member since unknown
fr: Membre depuis : inconnu
rw: Umwiyandikisho utazwi

# usingAvailableData
source: Unable to load full profile. Using available data.
fr: Impossible de charger le profil complet. Utilisation des données disponibles.
rw: Ntibishobotse gupakurura umwirondoro wose. Turakoresha ibyo tubonye.

# userIdNotFound
source: User ID not found. Please login again.
fr: ID utilisateur introuvable. Veuillez vous reconnecter.
rw: ID y’umukoresha ntibonetse. Nyamuneka winjire ukundi.

# loadProfileError
source: An error occurred while loading your profile. Please try again.
fr: Une erreur est survenue lors du chargement de votre profil. Veuillez réessayer.
rw: Habaye ikibazo mu gupakurura umwirondoro. Ongera ugerageze.

# profileUpdatedSuccess
source: Profile updated successfully
fr: Profil mis à jour avec succès
rw: Umwirondoro wavuguruwe neza

source: Failed to update profile
fr: Échec de la mise à jour du profil
rw: Ntibikunze kuvugurura umwirondoro

# logoutConfirmTitle
source: Logout
fr: Déconnexion
rw: Gusohoka

# logoutConfirmMessage
source: Are you sure you want to logout?
fr: Voulez-vous vraiment vous déconnecter ?
rw: Uremeza ko ushaka gusohoka?

source: Learn. Report. Protect.
fr: Apprendre. Signaler. Protéger.
rw: IGA. TANGA RAPORO. IRINDE.

# empowerWithKnowledge
source: Empower yourself with knowledge on responsible reporting
fr: Renforcez-vous grâce à des connaissances sur le signalement responsable
rw: Iyubakire ubumenyi ku gutanga raporo neza kandi mu mutekano

source: Featured Articles
fr: Articles à la une
rw: Ingingo zihariye

# howToReportTitle
source: How to Report
fr: Comment signaler
rw: Uko watanga raporo

# whatToReportTitle
source: What to Report
fr: Que signaler
rw: Ibyatangwa muri raporo

# videoTutorialsTitle
source: Video Tutorials
fr: Tutoriels vidéo
rw: Amasomo ya videwo

# quickSafetyTipsTitle
source: Quick Safety Tips
fr: Conseils de sécurité rapides
rw: Inama zihuse z’umutekano

# emergencyStepsTitle
source: Emergency Steps
fr: Étapes d’urgence
rw: Intambwe mu butabazi

# closeText
source: Close
fr: Fermer
rw: Funga

# searchFaqHint
source: Search FAQs...
fr: Rechercher dans la FAQ...
rw: Shakisha muri FAQ...

source: No FAQs found
fr: Aucune FAQ trouvée
rw: Nta FAQ zabonetse

source: Try different search terms
fr: Essayez d’autres termes de recherche
rw: Gerageza andi magambo yo gushakisha

source: Browse by Category
fr: Parcourir par catégorie
rw: Sucyura ku gice

# resultsFound
source: {count} result{count, plural, one {} other {s}} found
fr: {count} résultat{count, plural, one {} other {s}} trouvé{count, plural, one {} other {s}}
rw: Ibisubizo {count} byabonetse

# tutorialFaqTitle
source: Tutorial & FAQ
fr: Tutoriel & FAQ
rw: Amasomo & FAQ

# fullNameRequired
source: Full Name is required
fr: Le nom complet est requis
rw: Amazina yuzuye arakenewe

# onboardingDesc1
source: Report suspicious activities instantly with just a few taps. Your safety is our priority.
fr: Signalez les activités suspectes en un instant avec seulement quelques gestes. Votre sécurité est notre priorité.
rw: Tanga amakuru ku bikorwa bikekwa mu kanya, mu nshingano nke gusa. Umutekano wawe ni wo twitaho.

# myReportStatusTitle
source: My Report Status
fr: Statut de mes rapports
rw: Imiterere y'ibirego byanjye

# suspiciousActivityLabel
source: Suspicious Activity
fr: Activité suspecte
rw: Igikorwa giteye amakenga

# vandalismLabel
source: Vandalism
fr: Vandalisme
rw: Kwica ibintu

# theftLabel
source: Theft
fr: Vol
rw: Ubujura

# statusPending
source: Pending
fr: En attente
rw: Bitegereje

# statusInReview
source: In Review
fr: En cours d'examen
rw: Biri gusuzumwa

# statusResolved
source: Resolved
fr: Résolu
rw: Byakemutse

# dateLabel
source: Date
rw: Itariki

# detailsCta
source: Details
fr: Détails
rw: Ibisobanuro

# reportSubmittedTitle
source: Report Submitted!
fr: Rapport envoyé !
rw: Raporo yoherejwe!

# reportSubmittedSubtitle
source: Thank you for helping keep your community safe. Law enforcement has been notified.
fr: Merci d’aider à sécuriser votre communauté. Les forces de l’ordre ont été informées.
rw: Urakoze kudufasha kugira umutekano w’aho utuye. Inzego zishinzwe umutekano zabimenyeshejwe.

# reportIdLabel
source: Report ID:
fr: ID du rapport :
rw: ID ya raporo:

# saveIdForReference
source: Save this ID for reference
fr: Gardez cet identifiant en référence
rw: Bika iyi ID ku nyandiko

# viewMyReportsCta
source: View My Reports
fr: Voir mes rapports
rw: Reba raporo zanjye

# returnToHomeCta
source: Return to Home
fr: Retour à l’accueil
rw: Subira ku rubuga rw’itangira

# estimatedResponseTime
source: Estimated response time: 5-10 minutes
fr: Temps de réponse estimé : 5-10 minutes
rw: Igihe cyo gusubiza giteganyijwe: iminota 5-10

# reportDetailsTitle
source: Report Details
fr: Détails du rapport
rw: Ibisobanuro bya raporo

source: Unable to load report details
fr: Impossible de charger les détails du rapport
rw: Ntibyashobotse kubona ibisobanuro bya raporo

# notAvailable
source: N/A
fr: N/D
rw: Ntibyabonetse

source: Updated {timeAgo}
fr: Mis à jour {timeAgo}
rw: Byavuguruwe {timeAgo}

source: Updated: Unknown
fr: Mis à jour : Inconnu
rw: Byavuguruwe: ntibizwi

source: Untitled Report
fr: Rapport sans titre
rw: Raporo itagira umutwe

source: No description provided
fr: Aucune description fournie
rw: Nta bisobanuro byatanzwe

source: Location not specified
fr: Lieu non spécifié
rw: Aho byabereye ntihavuzwe

source: Incident Information
fr: Informations sur l’incident
rw: Amakuru y’icyabaye

# typeLabel
source: Type
rw: Ubwoko

# timeLabel
source: Time
fr: Heure
rw: Igihe

# descriptionLabel
source: Description
rw: Ibisobanuro

source: Status Updates
fr: Mises à jour du statut
rw: Amakuru y’aho bigeze

source: Report Under Review
fr: Rapport en cours d’examen
rw: Raporo iri gusuzumwa

# minutesAgo
source: {minutes} minutes ago
fr: Il y a {minutes} minutes
rw: Iminota {minutes} ishize

# officerAssigned
source: An officer has been assigned to investigate
fr: Un agent a été assigné à l’enquête
rw: Ofisiye yashyizweho kugira ngo asuzume

source: Report Received
fr: Rapport reçu
rw: Raporo yakiriwe

# reportLogged
source: Your report has been logged and prioritized
fr: Votre rapport a été enregistré et priorisé
rw: Raporo yawe yashyizwe mu gitabo kandi ihabwa umwanya

# anonymousReportLabel
source: Anonymous Report
fr: Rapport anonyme
rw: Raporo idafite uwayitangiye

# protectedLabel
source: Protected
fr: Protégé
rw: Birinze

# reviewReportTitle
source: Review Report
fr: Vérifier le rapport
rw: Subiramo raporo

# confirmSubmission
source: Confirm your submission
fr: Confirmez votre soumission
rw: Emeza kohereza

# reportSummaryTitle
source: Report Summary
fr: Résumé du rapport
rw: Inshamake ya raporo

# evidenceLabel
source: Evidence
fr: Preuves
rw: Ibimenyetso

source: No evidence attached
fr: Aucune preuve jointe
rw: Nta kimenyetso cyashyizweho

# yesLabel
source: Yes
fr: Oui
rw: Yego

# noLabel
source: No
fr: Non
rw: Oya

# emergencyPrompt
source: Emergency ?
fr: Urgence ?
rw: Ni byihutirwa?

# call911Prompt
source: Call 911 for immediate danger
fr: Appelez le 112 en cas de danger immédiat
rw: Hamagara 112 mu gihe cy’igihutirwa

# submitReportCta
source: Submit Report
fr: Soumettre le rapport
rw: Ohereza raporo

# saveAsDraftCta
source: Save as Draft
fr: Enregistrer comme brouillon
rw: Bika nk’inyandiko

# reportSubmitFailed
source: Failed to submit report
fr: Échec de l’envoi du rapport
rw: Kohereza raporo byanze

# draftSavedSuccess
source: Report saved as draft successfully
fr: Rapport enregistré comme brouillon avec succès
rw: Raporo ibikiwe nk’inyandiko neza

# draftSaveFailed
source: Failed to save draft
fr: Échec de l’enregistrement du brouillon
rw: Kubika inyandiko byanze

# reportCrimeTitle
source: Report Crime
fr: Signaler un incident
rw: Tanga raporo y’icyaha

# reportCrimeSubtitle
source: Help keep your community safe
fr: Aidez à sécuriser votre communauté
rw: Fasha kurinda umutekano w’aho utuye

# selectIncidentTypeTitle
source: Select Incident Type
fr: Sélectionnez le type d’incident
rw: Hitamo ubwoko bw’ikibazo

# provideDetailsHint
source: Provide details about what you observed
fr: Donnez des détails sur ce que vous avez observé
rw: Tanga ibisobanuro ku byo wabonye

# addEvidenceTitle
source: Add Evidence
fr: Ajouter des preuves
rw: Ongeramo ibimenyetso

# optionalLabel
source: (Optional)
fr: (Optionnel)
rw: (Si ngombwa)

# evidenceHelperText
source: Photos, videos, or audio recordings
fr: Photos, vidéos ou enregistrements audio
rw: Amafoto, amashusho, cyangwa amajwi

# filesAttachedCount
source: {count} file(s) attached
fr: {count} fichier(s) joint(s)
rw: Amadosiye {count} yometseho

# savingLabel
source: Saving...
fr: Enregistrement...
rw: Irimo kubika...

# restoreDraftTitle
source: Restore Draft?
fr: Restaurer le brouillon ?
rw: Gusubiza inyandiko?

# restoreDraftMessage
source: You have an unsaved draft from {timeAgo}.
fr: Vous avez un brouillon non sauvegardé datant de {timeAgo}.
rw: Ufite inyandiko itarabitswe kuva {timeAgo}.

# incidentLabel
source: Incident
rw: Icyabaye

# descriptionPlaceholder
source: Describe what you observed in detail...
fr: Décrivez en détail ce que vous avez observé...
rw: Sobanura mu buryo burambuye ibyo wabonye...

# pleaseSelectIncidentType
source: Please select an incident type
fr: Veuillez sélectionner un type d’incident
rw: Hitamo ubwoko bw’ikibazo

# pleaseProvideDescription
source: Please provide a description
fr: Veuillez fournir une description
rw: Tanga ibisobanuro

# filesAddedCount
source: {count} {type}(s) added
fr: {count} {type} ajouté(s)
rw: {count} {type} byongeweho

# submitAnonymouslyTitle
source: Submit Anonymously
fr: Soumettre anonymement
rw: Ohereza mu ibanga

# identityProtectedSubtitle
source: Your identity will be protected
fr: Votre identité sera protégée
rw: Umwirondoro wawe urinzwe

# anonymousToggleYes
source: Yes
fr: Oui
rw: Yego

# anonymousToggleNo
source: No
fr: Non
rw: Oya
