Repository: answermk/SafeRepoandbackend
Catalog: lib/l10n/app_*.arb
Languages: fr, rw

# appTitle
source: Safe Report
fr: Rapport Sécuritaire
rw: Raporo y'Umutekano

source: Welcome
fr: Bienvenue
rw: Murakaza neza

source: Report Crime
fr: Signaler un Crime
rw: Tanga Ikirego

source: My Reports
fr: Mes Rapports
rw: Raporo Zanjye

source: Messages
rw: Ubutumwa

source: Profile
fr: Profil
rw: Profayili

source: Dashboard
fr: Tableau de Bord
rw: Ahabanza

source: Emergency
fr: Urgence
rw: Ibyihutirwa

source: Community Forum
fr: Forum Communautaire
rw: Inama y'Abaturage

source: Watch Groups
fr: Groupes de Surveillance
rw: Amatsinda y'Abarezi

source: Help & Support
fr: Aide & Support
rw: Ubufasha

source: Settings
fr: Paramètres
rw: Igenamiterere

source: Logout
fr: Déconnexion
rw: Sohoka

source: Login
fr: Connexion
rw: Injira

source: Sign Up
fr: S'inscrire
rw: Kwiyandikisha

source: Email
rw: Imeyili

source: Password
fr: Mot de passe
rw: Ijambobanga

source: Forgot Password?
fr: Mot de passe oublié?
rw: Wibagiwe ijambobanga?

source: Submit
fr: Soumettre
rw: Ohereza

source: Cancel
fr: Annuler
rw: Kureka

source: Save
fr: Enregistrer
rw: Bika

source: Delete
fr: Supprimer
rw: Siba

source: Edit
fr: Modifier
rw: Guhindura

source: Search
fr: Rechercher
rw: Shakisha

source: Filter
fr: Filtrer
rw: Akayunguruzo

source: Sort
fr: Trier
rw: Tondekanya

source: Loading...
fr: Chargement...
rw: Buri gushakisha...

source: Error
fr: Erreur
rw: Ikosa

source: Success
fr: Succès
rw: Byagenze neza

# noData
source: No data available
fr: Aucune donnée disponible
rw: Nta makuru aboneka

source: Try Again
fr: Réessayer
rw: Gerageza nanone

source: Description
rw: Ibisobanuro

source: Location
fr: Emplacement
rw: Ahantu

source: Anonymous
fr: Anonyme
rw: utazwi

source: Submit Anonymously
fr: Soumettre anonymement
rw: Ohereza Utazwi

source: Add Evidence
fr: Ajouter des Preuves
rw: Ongeraho Ibihamya

source: Photo
rw: Ifoto

source: Video
fr: Vidéo
rw: Amashusho

source: Audio
rw: Ijwi

# continueButton
source: Continue
fr: Continuer
rw: Komeza

source: Back
fr: Retour
rw: Inyuma

source: Next
fr: Suivant
rw: Ibikurikira

source: Previous
fr: Précédent
rw: Ibyabanje

source: Close
fr: Fermer
rw: Funga

source: Confirm
fr: Confirmer
rw: Emeza

source: Yes
fr: Oui
rw: Yego

source: No
fr: Non
rw: Oya

source: Sign In
fr: Se connecter
rw: Injira

source: Log Into your account
fr: Connectez-vous à votre compte
rw: Injira mu konti yawe

source: Remember me?
fr: Se souvenir de moi?
rw: Inyibuke?

source: No Account?
fr: Pas de compte?
rw: Nta konti?

source: Create an Account
fr: Créer un compte
rw: Fungura Konti

source: Full Name
fr: Nom complet
rw: Amazina Yuzuye

source: Email Address
fr: Adresse e-mail
rw: Aderesi ya Imeyili

source: Confirm Password
fr: Confirmer le mot de passe
rw: Emeza Ijambobanga

source: Register Anonymously
fr: S'inscrire anonymement
rw: Iyandikishe mu ibanga

source: Enter Full Name
fr: Entrer le nom complet
rw: Andika Amazina Yuzuye

source: Username must be at least 3 characters
fr: Le nom d’utilisateur doit comporter au moins 3 caractères
rw: Izina ry’umukoresha rigomba kugira nibura inyuguti 3

source: Username must be less than 50 characters
fr: Le nom d’utilisateur doit comporter moins de 50 caractères
rw: Izina ry’umukoresha rigomba kuba munsi y’inyuguti 50

source: youremail@gmail.com
fr: votreemail@gmail.com
rw: imeyiliyawe@gmail.com

source: Test Credentials
fr: Identifiants de test
rw: Amakuru yo Kugerageza

source: Email: test@safereport.com
rw: Imeyili: test@safereport.com

source: Password: SafeReport123
fr: Mot de passe: SafeReport123
rw: Ijambobanga: SafeReport123

# goodMorning
source: Good Morning, {userName}
fr: Bonjour, {userName}
rw: Mwaramutse, {userName}

# goodAfternoon
source: Good Afternoon, {userName}
fr: Bon après-midi, {userName}
rw: Mwiriwe, {userName}

# goodEvening
source: Good Evening, {userName}
fr: Bonsoir, {userName}
rw: Mwiriwe, {userName}

# accessibilitySettingsTitle
source: Accessibility Settings
fr: Paramètres d’accessibilité
rw: Igenamiterere ry’ubushobozi

# accessibilityCustomize
source: Customize the app to make it easier to use
fr: Personnalisez l’application pour la rendre plus facile à utiliser
rw: Hindura porogaramu kugira ngo byorohereze kuyikoresha

# fontSizeLabel
source: Font Size
fr: Taille de police
rw: Ingano y’inyandiko

# fontSizeSmall
source: Small (12px)
fr: Petite (12px)
rw: Nto (12px)

# fontSizeLarge
source: Large (28px)
fr: Grande (28px)
rw: Nini (28px)

# fontSizePreview
source: Preview: This is how text will appear
fr: Aperçu : voici l’apparence du texte
rw: Igaragaza: inyandiko izagaragara itya

# darkModeTitle
source: Dark Mode
fr: Mode sombre
rw: Uburyo bwijime

# darkModeSubtitle
source: Switch to dark theme for better visibility in low light
fr: Passez en mode sombre pour une meilleure visibilité en faible luminosité
rw: Hindura kuri theme yijime kugira ngo ubone neza ahatabona cyane

# ttsTitle
source: Enable Text-to-Speech
fr: Activer la synthèse vocale
rw: Fungura gusoma inyandiko

# ttsSubtitle
source: Reads text aloud when enabled
fr: Lit le texte à voix haute lorsqu’il est activé
rw: Isoma inyandiko mu ijwi iyo byemejwe

# ttsEnabledToast
source: Text-to-speech enabled
fr: Synthèse vocale activée
rw: Gusoma inyandiko byemejwe

# settingsSavedAutomatically
source: Settings are saved automatically
fr: Les paramètres sont enregistrés automatiquement
rw: Igenamiterere ribikwa ryikora

source: Report Now
fr: Signaler maintenant
rw: Tanga Raporo Nonaha

source: Your Community Safety Hub
fr: Votre Centre de Sécurité Communautaire
rw: Ikigega cyawe cy'Umutekano w'Abaturage

source: Community Status
fr: Statut de la Communauté
rw: Imiterere y'Abaturage

source: This Week
fr: Cette Semaine
rw: Iki Cyumweru

source: Avg Response
fr: Temps de Réponse Moyen
rw: Igihe cyo Gusubiza

source: Safety Level
fr: Niveau de Sécurité
rw: Urwego rw'Umutekano

source: Quick Actions
fr: Actions Rapides
rw: Ingamba zihuse

source: Nearby Incidents
fr: Incidents à Proximité
rw: Ibyabaye hafi

# nearbyIncidentsCount
source: {count} nearby
fr: {count} à proximité
rw: {count} hafi

source: View All
fr: Voir tout
rw: Reba Byose

# watchGroupInfo
source: Watch Group
fr: Groupe de Surveillance
rw: Itsinda ry'Abarezi

# newAlerts
source: {count} new alerts
fr: {count} nouvelles alertes
rw: {count} amakuru mashya

source: Safety Education
fr: Éducation à la Sécurité
rw: Kwigisha Umutekano

source: Learn More
fr: En savoir plus
rw: Menya Birenzeho

source: Select Incident Type
fr: Sélectionner le Type d'Incident
rw: Hitamo Ubwoko bw'Ibyabaye

source: Please select an incident type
fr: Veuillez sélectionner un type d'incident
rw: Nyamuneka hitamo ubwoko bw'ibyabaye

source: Please provide a description
fr: Veuillez fournir une description
rw: Nyamuneka tanga ibisobanuro

source: Suspicious Person
fr: Personne Suspecte
rw: Umuntu Wibeshye

source: Individual acting suspiciously
fr: Individu agissant de manière suspecte
rw: Umuntu ukora ibyibeshye

source: Vehicle Activity
fr: Activité Véhiculaire
rw: Imikorere y'Imodoka

source: Suspicious vehicle behavior
fr: Comportement suspect de véhicule
rw: Imikorere y'umodoka yibeshye

source: Abandoned Item
fr: Objet Abandonné
rw: Ikintu Cyasigaye

source: Unattended suspicious items
fr: Objets suspects non surveillés
rw: Ibintu byibeshye bitarindirwa

source: Theft/Burglary
fr: Vol/Cambriolage
rw: Kwiba/Kwiba

source: Property theft or break-in
fr: Vol de propriété ou effraction
rw: Kwiba ibintu cyangwa kwinjira mu nzu

source: Vandalism
fr: Vandalisme
rw: Guhonyora

source: Property damage or graffiti
fr: Dommages à la propriété ou graffitis
rw: Guhonyora ibintu cyangwa kwandika

source: Drug Activity
fr: Activité de Drogue
rw: Imikorere y'Imiti

source: Suspected drug-related behavior
fr: Comportement suspect lié à la drogue
rw: Imikorere yibeshye ifitanye isano n'imiti

source: Assault/Violence
fr: Agression/Violence
rw: Gukubita/Intambara

source: Physical altercation or threat
fr: Altercation physique ou menace
rw: Gukubana cyangwa gutera ubwoba

source: Noise Disturbance
fr: Nuisance Sonore
rw: Guhangayika kw'Amajwi

source: Excessive noise complaint
fr: Plainte pour bruit excessif
rw: Gukangarana kubera amajwi menshi

source: Trespassing
fr: Intrusion
rw: Kwinjira Ntibanze

source: Unauthorized entry
fr: Entrée non autorisée
rw: Kwinjira ntibanze

source: Other
fr: Autre
rw: Ibindi

source: Other incident type
fr: Autre type d'incident
rw: Ubwoko bw'ibyabaye bundi

source: Describe the incident
fr: Décrire l'incident
rw: Sobanura ibyabaye

source: Add Photos, Videos, or Audio
fr: Ajouter des Photos, Vidéos ou Audio
rw: Ongeraho Amashusho, Videwo cyangwa Amajwi

source: Draft saved
fr: Brouillon enregistré
rw: Inyandiko yabikijwe

source: Saving...
fr: Enregistrement...
rw: Bikijwe...

# savedXMinutesAgo
source: Saved {minutes} minutes ago
fr: Enregistré il y a {minutes} minutes
rw: Yabikijwe iminota {minutes} ishize

source: Restore Draft
fr: Restaurer le Brouillon
rw: Subiza Inyandiko

# youHaveAnUnsavedDraft
source: You have an unsaved draft. Would you like to restore it?
fr: Vous avez un brouillon non enregistré. Souhaitez-vous le restaurer?
rw: Ufite inyandiko itabikijwe. Urashaka kuyisubiza?

source: Restore
fr: Restaurer
rw: Subiza

source: Discard
fr: Ignorer
rw: Kureka

source: Continue to Location
fr: Continuer vers la localisation
rw: Komeza ku hantu

source: All
fr: Tous
rw: Byose

source: Active
fr: Actif
rw: Bikora

source: Resolved
fr: Résolu
rw: Byakemukiwe

source: Submitted
fr: Soumis
rw: Byoherejwe

source: Reviewing
fr: En cours d'examen
rw: Buri gusuzuma

source: Sort By
fr: Trier par
rw: Tondekanya

source: Date
rw: Itariki

source: Status
fr: Statut
rw: Imiterere

source: Type
rw: Ubwoko

source: Delete Reports
fr: Supprimer les Rapports
rw: Siba Amapororo

# areYouSureYouWantToDelete
source: Are you sure you want to delete {count} report(s)?
fr: Êtes-vous sûr de vouloir supprimer {count} rapport(s)?
rw: Urazi neza ko ushaka gusiba amapororo {count}?

source: Reports deleted
fr: Rapports supprimés
rw: Amapororo yasibwe

source: No reports selected
fr: Aucun rapport sélectionné
rw: Nta pororo yatoranijwe

source: Export to PDF
fr: Exporter en PDF
rw: Kohereza mu PDF

source: Share Reports
fr: Partager les Rapports
rw: Sangira Amapororo

source: My Safety Reports
fr: Mes Rapports de Sécurité
rw: Amapororo Yanjye y'Umutekano

source: Account Information
fr: Informations du compte
rw: Amakuru ya konti

source: Name
fr: Nom
rw: Izina

source: Phone
fr: Téléphone
rw: Telefoni

# memberSince
source: Member since {date}
fr: Membre depuis {date}
rw: Umuryango kuva {date}

source: My Profile
fr: Mon Profil
rw: Profayili Yanjye

source: Account Settings
fr: Paramètres du Compte
rw: Igenamiterere ya Konti

source: Change Password
fr: Changer le mot de passe
rw: Hindura ijambobanga

source: Edit Profile
fr: Modifier le Profil
rw: Guhindura Profayili

source: My Impact
fr: Mon impact
rw: Ibyo nagizeho uruhare

source: Offline Queue
fr: File d’attente hors ligne
rw: Urutonde rudakoresha interineti

source: Accessibility
fr: Accessibilité
rw: Kugerwaho

source: Language
fr: Langue
rw: Ururimi

# accountSettingsTitle
source: Account Settings
fr: Paramètres du compte
rw: Igenamiterere ry’akauntu

source: Manage your preferences
fr: Gérer vos préférences
rw: Gucunga Ibyifuzo Byawe

source: Security Settings
fr: Paramètres de Sécurité
rw: Igenamiterere y'Umutekano

# lastChangedXDaysAgo
source: Last changed {days} days ago
fr: Dernière modification il y a {days} jours
rw: Byahindutse iminsi {days} ishize

source: Update
fr: Mettre à jour
rw: Gusubiramo

source: Two-Factor Authentication
fr: Authentification à Deux Facteurs
rw: Kwemeza Kabiri

source: Add extra security to your account
fr: Ajouter une sécurité supplémentaire à votre compte
rw: Ongeraho umutekano wongeweho ku konti yawe

source: Biometric Login
fr: Connexion biométrique
rw: Kwinjira ukoresheje ibikumwe/isarabwayi

source: Use fingerprint or face ID
fr: Utiliser l'empreinte digitale ou la reconnaissance faciale
rw: Koresha iminwe cyangwa isura

source: Notifications Preferences
fr: Préférences de Notifications
rw: Ibyifuzo by'Amakuru

source: Push Notifications
fr: Notifications Push
rw: Amakuru yo Gushyiraho

source: Report updates and alerts
fr: Mises à jour et alertes de rapports
rw: Amakuru n'amakuru y'amapororo

source: Email Updates
fr: Mises à jour par E-mail
rw: Amakuru ya Imeyili

source: Weekly community summary
fr: Résumé hebdomadaire de la communauté
rw: Incamake y'icyumweru y'Abaturage

source: Watch Group Alerts
fr: Alertes des Groupes de Surveillance
rw: Amakuru y'Amatsinda y'Abarezi

source: Messages from your groups
fr: Messages de vos groupes
rw: Ubutumwa buva mu matsinda yawe

source: Privacy Settings
fr: Paramètres de Confidentialité
rw: Igenamiterere y'Ibanga

source: Default Anonymous Mode
fr: Mode Anonyme par Défaut
rw: Imiterere y'Umutazwi

source: Always submit reports anonymously
fr: Toujours soumettre les rapports anonymement
rw: Ohereza amapororo utazwi buri gihe

source: Location Sharing
fr: Partage de Localisation
rw: Gusangira Ahantu

source: Share precise location with reports
fr: Partager l'emplacement précis avec les rapports
rw: Sangira ahantu hakwiye hamwe n'amapororo

source: Anonymous Reporting Guide
fr: Guide de Signalement Anonyme
rw: Inzira yo Gutanga Raporo Utazwi

source: Learn about privacy protections
fr: En savoir plus sur les protections de confidentialité
rw: Menya ibijyanye n'umutekano w'amabanga

source: Language Preferences
fr: Préférences de Langue
rw: Ibyifuzo by'Ururimi

source: App Language
fr: Langue de l’application
rw: Ururimi rwa porogaramu

source: English
fr: Anglais
rw: Icyongereza

source: French
fr: Français
rw: Igifaransa

source: Kinyarwanda
rw: Ikinyarwanda

source: Swahili
rw: Igiswahili

source: Spanish
fr: Espagnol
rw: Icyesipanyoli

source: Offline Reports
fr: Rapports Hors Ligne
rw: Amapororo Atari mu Nterineti

source: Manage reports when offline
fr: Gérer les rapports hors ligne
rw: Gucunga amapororo igihe utari mu Nterineti

source: Current Password
fr: Mot de Passe Actuel
rw: Ijambobanga Gikurikira

source: New Password
fr: Nouveau Mot de Passe
rw: Ijambobanga Gishya

source: Password Strength
fr: Force du Mot de Passe
rw: Imbaraga z'Ijambobanga

source: Weak
fr: Faible
rw: Ntacyo

source: Medium
fr: Moyen
rw: Hagati

source: Strong
fr: Fort
rw: Cane

source: Very Strong
fr: Très Fort
rw: Cane Cane

source: Password Requirements
fr: Exigences du Mot de Passe
rw: Ibyifuzo by'Ijambobanga

source: At least 8 characters
fr: Au moins 8 caractères
rw: Byibuze inyuguti 8

source: One uppercase letter
fr: Une lettre majuscule
rw: Inyuguti nkuru imwe

source: One lowercase letter
fr: Une lettre minuscule
rw: Inyuguti nto imwe

source: One number
fr: Un chiffre
rw: Umubare umwe

source: One special character
fr: Un caractère spécial
rw: Inyuguti idasanzwe imwe

source: Password changed successfully!
fr: Mot de passe modifié avec succès!
rw: Ijambobanga ryahinduwe neza!

source: Accessibility Settings
fr: Paramètres d'Accessibilité
rw: Igenamiterere y'Ubugenzuzi

source: Customize the app to make it easier to use
fr: Personnaliser l'application pour la rendre plus facile à utiliser
rw: Guhindura urubuga kugira ngo rugorore gukoreshwa

source: Font Size
fr: Taille de Police
rw: Ingano y'Inyandiko

# adjustTextSize
source: Adjust text size for better readability
fr: Ajuster la taille du texte pour une meilleure lisibilité
rw: Guhindura ingano y'inyandiko kugira ngo isomeke neza

source: High Contrast Mode
fr: Mode Contraste Élevé
rw: Imiterere y'Urugero Rukomeye

# improveVisibilityWithHighContrast
source: Improve visibility with high contrast colors
fr: Améliorer la visibilité avec des couleurs à contraste élevé
rw: Kongera kureba hamwe n'amabara y'urugero rukomeye

source: Text-to-Speech
fr: Synthèse Vocale
rw: Gusoma Inyandiko

source: Read content aloud
fr: Lire le contenu à voix haute
rw: Soma ibiri mu nyandiko

source: Accessibility settings saved successfully!
fr: Paramètres d'accessibilité enregistrés avec succès!
rw: Igenamiterere y'ubugenzuzi byabikijwe neza!

# errorSavingSettings
source: Error saving settings: {error}
fr: Erreur lors de l'enregistrement des paramètres: {error}
rw: Ikosa mu gukomeza igenamiterere: {error}

# helpSupportTitle
source: Help & Support
fr: Aide & Support
rw: Ubufasha

source: Get assistance and answers
fr: Obtenir de l'aide et des réponses
rw: Kubona ubufasha n'ibisubizo

source: Need Help?
fr: Besoin d'Aide?
rw: Ukeneye Ubufasha?

source: We're here to assist you 24/7
fr: Nous sommes là pour vous aider 24h/24 et 7j/7
rw: Turimo kugufasha buri gihe

source: Start Live Chat
fr: Démarrer le Chat en Direct
rw: Tangira Ibiganiro

source: Quick Help
fr: Aide Rapide
rw: Ubufasha Bwihuse

source: Frequently Asked Questions
fr: Questions Fréquemment Posées
rw: Ibibazo Byakunze Kubazwa

source: Common questions and answers
fr: Questions et réponses courantes
rw: Ibibazo n'ibisubizo byakunze

source: Reporting Guidelines
fr: Directives de Signalement
rw: Amabwiriza yo Gutanga Raporo

source: Best practices for safety reporting
fr: Meilleures pratiques pour le signalement de sécurité
rw: Imikorere myiza yo gutanga raporo z'umutekano

source: Community Guidelines
fr: Directives Communautaires
rw: Amabwiriza y'Abaturage

source: Rules and expectations
fr: Règles et attentes
rw: Amabwiriza n'ibyiringiro

source: Contact Options
fr: Options de Contact
rw: Uburyo bwo Kuvugana

source: Email Support
fr: Support par E-mail
rw: Ubufasha bwa Imeyili

source: Phone Support
fr: Support Téléphonique
rw: Ubufasha bwa Telefoni

source: Call
fr: Appeler
rw: Hamagara

source: Send Feedback
fr: Envoyer des Commentaires
rw: Ohereza Ibyifuzo

source: Tell us how we can improve ......
fr: Dites-nous comment nous pouvons améliorer ......
rw: Tubwire uko dushobora kongera...

source: Submit Feedback
fr: Soumettre les Commentaires
rw: Ohereza Ibyifuzo

source: Could not open email client
fr: Impossible d'ouvrir le client e-mail
rw: Ntibyashoboye gufungura imeyili

# couldNotMakePhoneCall
source: Could not make phone call: {error}
fr: Impossible de passer un appel téléphonique: {error}
rw: Ntibyashoboye guhamagara: {error}

source: Emergency Mode
fr: Mode Urgence
rw: Imiterere y'Ubwoba

# helpIsOnTheWay
source: Help is on the way. Your location is being shared with emergency services.
fr: L'aide est en route. Votre localisation est partagée avec les services d'urgence.
rw: Ubufasha buragiye. Ahantu hawe buragiye gusangirwa n'abakoresha ubwoba.

source: Police ETA
fr: Temps d'Arrivée de la Police
rw: Igihe Abapolisi bazaza

# xToYMinutes
source: {min}-{max} minutes
rw: iminota {min}-{max}

source: CALL NOW
fr: APPELER
rw: Hamagara nonaha

source: Cancel Emergency
fr: Annuler l’urgence
rw: Hagarika ubwirinzi

source: Your emergency contacts have been notified
fr: Vos contacts d'urgence ont été notifiés
rw: Abantu bawe b'ubwoba baramenyeshejwe

source: Select Emergency Service
fr: Sélectionnez le service d’urgence
rw: Hitamo serivisi y’igihutirwa

source: Police Emergency
fr: Police (urgence)
rw: Polisi (igihutirwa)

source: Fire Department
fr: Pompiers
rw: Abashinzwe kuzimya

source: Ambulance
rw: Ambulansi

source: Non-Emergency Police
fr: Police (non urgence)
rw: Polisi (idasanzwe)

# communityForumTitle
source: Community Forum
fr: Forum Communautaire
rw: Inama y'Abaturage

source: Discuss local safetys
fr: Discuter de la sécurité locale
rw: Ganira ku mutekano w'ahantu

source: Popular
fr: Populaire
rw: Byakunze

source: Recent
fr: Récent
rw: Vuba

source: Following
fr: Suivi
rw: Gukurikira

source: Create New Post
fr: Créer un Nouveau Message
rw: Kora Inyandiko Nshya

source: Recent posts coming soon...
fr: Messages récents à venir...
rw: Inyandiko z'ubu zizaza vuba...

source: Following posts coming soon...
fr: Messages suivis à venir...
rw: Inyandiko zikurikira zizaza vuba...

source: Best home security cameras 2023?
fr: Meilleures caméras de sécurité domestique 2023?
rw: Kamera z'umutekano z'ingoro ziza 2023?

source: Neighborhood patrol tips
fr: Conseils de patrouille de quartier
rw: Inama z'urugendo rw'umutekano

source: Holiday Safety Advisory
fr: Avis de Sécurité des Vacances
rw: Inama y'Umutekano w'Icyumweru

source: Comments
fr: Commentaires
rw: Ibyifuzo

source: Helpful
fr: Utile
rw: Bifite Agaciro

# hoursAgo
source: {hours} hours ago
fr: Il y a {hours} heures
rw: Amasaha {hours} ashize

source: Yesterday
fr: Hier
rw: Ejo

# daysAgo
source: {days} days ago
fr: il y a {days} jours
rw: iminsi {days} ishize

source: My Watch Groups
fr: Mes Groupes de Surveillance
rw: Amatsinda Yanjye y'Abarezi

source: Community safety partnerships
fr: Partenariats de sécurité communautaire
rw: Ubwiyunge bw'umutekano w'Abaturage

source: Oak Street Residential
fr: Résidentiel Oak Street
rw: Akarere ka Oak Street

source: Oak Street Neighborhood
fr: Quartier Oak Street
rw: Akarere ka Oak Street

source: Downtown Business
fr: Affaires du Centre-Ville
rw: Ubucuruzi bw'Umujyi

source: Business District
fr: Quartier des Affaires
rw: Akarere k'Ubucuruzi

source: Members
fr: Membres
rw: Abanyamuryango

source: Alerts
fr: Alertes
rw: Amakuru

source: Coverage
fr: Couverture
rw: Gufata

source: Schedule
fr: Horaire
rw: Gahunda

source: Mon-Fri 9AM-5PM
fr: Lun-Ven 9h-17h
rw: Ku wa Mbere-Ku wa Gatanu 9:00-17:00

source: Business hours
fr: Heures d'ouverture
rw: Amasaha y'Ubucuruzi

source: View Messages
fr: Voir les Messages
rw: Reba Ubutumwa

source: View Details
fr: Voir les Détails
rw: Reba Ibisobanuro

source: Find More Groups
fr: Trouver Plus de Groupes
rw: Shakisha Amatsinda Menshi

# discoverAndJoinWatchGroups
source: Discover and join watch groups in your area
fr: Découvrir et rejoindre des groupes de surveillance dans votre région
rw: Gushakisha no kwinjira mu matsinda y'abarezi mu karere kawe

source: Browse Groups
fr: Parcourir les Groupes
rw: Gushakisha Amatsinda

source: Your Impact
fr: Votre Impact
rw: Ingaruka Zawe

# contributionsToCommunitySafety
source: Your contributions to community safety
fr: Vos contributions à la sécurité communautaire
rw: Inkunga zawe ku mutekano w'Abaturage

source: Reports Submitted
fr: Rapports Soumis
rw: Amapororo Yoherejwe

source: Watch Groups Joined
fr: Groupes de Surveillance Rejoints
rw: Amatsinda y'Abarezi Winyujijemo

source: Helpful Responses
fr: Réponses Utiles
rw: Ibisubizo Bifite Agaciro

# notificationsTitle
source: Notifications
rw: Amakuru

source: Enable Notifications
fr: Activer les Notifications
rw: Gufungura Amakuru

# stayInformedAboutImportantUpdates
source: Stay informed about important updates and alerts
fr: Restez informé des mises à jour et alertes importantes
rw: Komeza kumenya amakuru n'amakuru y'ibanze

source: Enable
fr: Activer
rw: Fungura

source: Skip
fr: Ignorer
rw: Simbuka

# messagesTitle
source: Messages
rw: Ubutumwa

source: Your communications
fr: Vos communications
rw: Ubutumwa bwawe

source: Report Communications
fr: Communications de Rapports
rw: Ubutumwa bw'Amapororo

source: Direct Contact
fr: Contact Direct
rw: Kuvugana

source: Officer
fr: Officier
rw: Ofisiye

source: New Message
fr: Nouveau Message
rw: Ubutumwa Bwihashye

source: View All Messages
fr: Voir Tous les Messages
rw: Reba Ubutumwa Bwose

source: Join Discussion
fr: Rejoindre la Discussion
rw: Injira mu Biganiro

source: Anonymous Reporting
fr: Signalement Anonyme
rw: Gutanga Raporo Utazwi

source: What is Hidden
fr: Ce qui est Caché
rw: Ibyihishe

source: What is Shared
fr: Ce qui est Partagé
rw: Ibyasangijwe

source: Benefits
fr: Avantages
rw: Inyungu

source: Legal Protection
fr: Protection Légale
rw: Umutekano w'amategeko

source: FAQ
rw: IBIBAZO BYAKUNZE KUBAZWA

# appLanguageTitle
source: App Language
fr: Langue de l'Application
rw: Ururimi rw'Urubuga

source: Select your preferred language:
fr: Sélectionnez votre langue préférée:
rw: Hitamo ururimi wifuza:
