Repository: answermk/SafeRepoandbackend
Catalog: lib/l10n/app_*.arb
Languages: fr, rw

# photoLabel
source: Photo
rw: Ifoto

# audioLabel
source: Audio
rw: Ijwi

# suspiciousPersonLabel
source: Suspicious Person
fr: Personne suspecte
rw: Umuntu uteye amakenga

# vehicleActivityLabel
source: Vehicle Activity
fr: Activité de véhicule
rw: Imyitwarire y’imodoka

# abandonedItemLabel
source: Abandoned Item
fr: Objet abandonné
rw: Ikintu cyasizwe

# theftBurglaryLabel
source: Theft/Burglary
fr: Vol/Cambriolage
rw: Ubujura/Itsembura

# vandalismLabelFull
source: Vandalism
fr: Vandalisme
rw: Vandalismu

# drugActivityLabel
source: Drug Activity
fr: Activité liée à la drogue
rw: Ibiyobyabwenge

# assaultLabel
source: Assault/Violence
fr: Agression/Violence
rw: Gukubita/Urugomo

# noiseDisturbanceLabel
source: Noise Disturbance
fr: Nuisance sonore
rw: Urusaku rwinshi

# trespassingLabel
source: Trespassing
fr: Intrusion
rw: Kwivanga/kwinjira binyuranyije n’amategeko

# otherIncidentLabel
source: Other
fr: Autre
rw: Ibindi

# incidentSubtitleDefault
source: Select the incident type
fr: Sélectionnez le type d’incident
rw: Hitamo ubwoko bw’ikibazo

# changePasswordTitle
source: Change Your Password
fr: Changez votre mot de passe
rw: Hindura ijambo ry’ibanga

# changePasswordResetDesc
source: Enter your new password below.
fr: Entrez votre nouveau mot de passe ci-dessous.
rw: Injiza ijambo ry’ibanga rishya hepfo.

# changePasswordSettingsDesc
source: Enter your current password and new password below.
fr: Entrez votre mot de passe actuel et votre nouveau mot de passe ci-dessous.
rw: Injiza ijambo ry’ibanga ryawe ry’ubu n’iryo ushaka hepfo.

# currentPasswordLabel
source: Current Password
fr: Mot de passe actuel
rw: Ijambo ry’ibanga ry’ubu

# newPasswordLabel
source: New Password
fr: Nouveau mot de passe
rw: Ijambo ry’ibanga rishya

# confirmPasswordLabel
source: Confirm Password
fr: Confirmez le mot de passe
rw: Emeza ijambo ry’ibanga

# passwordChangedSuccess
source: Password changed successfully!
fr: Mot de passe changé avec succès !
rw: Ijambo ry’ibanga ryahinduwe neza!

# enterCurrentPassword
source: Please enter your current password
fr: Veuillez entrer votre mot de passe actuel
rw: Injiza ijambo ry’ibanga ry’ubu

# passwordChange30DayRule
source: Password can only be changed once every 30 days. Last changed {days} days ago. Please wait {remaining} more days.
fr: Le mot de passe ne peut être changé qu’une fois tous les 30 jours. Dernier changement il y a {days} jours. Veuillez attendre {remaining} jours de plus.
rw: Ijambo ry’ibanga rihindurwa rimwe mu minsi 30. Ryahinduwe iminsi {days} ishize. Tegereza indi minsi {remaining}.

source: Failed to change password
fr: Échec du changement de mot de passe
rw: Byanze guhindura ijambo ry’ibanga

# userNotFoundLogin
source: User not found. Please login again.
fr: Utilisateur introuvable. Veuillez vous reconnecter.
rw: Ukoresha ntabonetse. Injira nanone.

source: Back to Sign In
fr: Retour à la connexion
rw: Subira kwinjira

# cancelCta
source: Cancel
fr: Annuler
rw: Kureka

# changePasswordCta
source: Change Password
fr: Changer le mot de passe
rw: Hindura ijambo ry’ibanga

# verifyEmailTitle
source: Check Your Email
fr: Vérifiez votre email
rw: Reba imeyili yawe

# verifyEmailSubtitle
source: We've sent a verification code to
fr: Nous avons envoyé un code de vérification à
rw: Twoherereje kode y’igenzura kuri

# verifyEmailCta
source: Verify Email
fr: Vérifier l’email
rw: Emeza imeyili

# didNotReceiveCode
source: Didn't receive code?
fr: Vous n’avez pas reçu de code ?
rw: Ntubonye kode?

source: Send new code
fr: Envoyer un nouveau code
rw: Ohereza kode nshya

# verificationCodeLabel
source: Verification Code
fr: Code de vérification
rw: Kode y’igenzura

source: Enter 6 Digits
fr: Entrez 6 chiffres
rw: Injiza imibare 6

# enter6DigitCode
source: Please enter the 6-digit code
fr: Veuillez entrer le code à 6 chiffres
rw: Injiza kode y’imibare 6

source: Invalid or expired code
fr: Code invalide ou expiré
rw: Kode siyo cyangwa yararangiye

# newCodeSent
source: New verification code sent to your email.
fr: Nouveau code de vérification envoyé à votre email.
rw: Kode nshya yoherejwe kuri imeyili yawe.

# failedToSendCode
source: Failed to send new code
fr: Échec de l’envoi du nouveau code
rw: Byanze kohereza kode nshya

# forgotPasswordTitle
source: Forgot Your Password?
fr: Mot de passe oublié ?
rw: Wibagiwe ijambo ry’ibanga?

# forgotPasswordDesc
source: Enter your email address and we'll send you instructions to reset your password.
fr: Saisissez votre adresse email et nous vous enverrons les instructions pour réinitialiser votre mot de passe.
rw: Injiza aderesi yawe ya imeyili, twohereze amabwiriza yo kuryikora.

# emailLabel
source: Email
rw: Imeyili

# enterEmailAddress
source: Please enter your email address
fr: Veuillez entrer votre adresse email
rw: Injiza aderesi yawe ya imeyili

source: Send Reset Link
fr: Envoyer le lien de réinitialisation
rw: Ohereza ihuza ryo kuryikora

# failedToSendReset
source: Failed to send reset code
fr: Échec de l’envoi du code de réinitialisation
rw: Byanze kohereza kode yo kuryikora

# emergencyModeTitle
source: Emergency Mode
fr: Mode urgence
rw: Ubwirinzi bw’igihutirwa

# emergencyModeSubtitle
source: Help is on the way. Your location is being shared with emergency services.
fr: L’aide est en route. Votre position est partagée avec les services d’urgence.
rw: Ubufasha buri mu nzira. Aho uri hohererezwa serivisi z’igihutirwa.

# policeEtaLabel
source: Police ETA
fr: ETA Police
rw: Igihe cya Polisi

# etaMinutes
source: {min}-{max} minutes
rw: Iminota {min}-{max}

# emergencyContactsNotified
source: Your emergency contacts have been notified
fr: Vos contacts d’urgence ont été informés
rw: Abari ku rutonde rw’igihe cy’igihutirwa babimenyeshejwe

# videoLabel
source: Video
fr: Vidéo
